/* SongDetailArtist */
"Artist" = "Künstler";

/* SongDetailBuySpotify */
"Buy Spotify-feature" = "Sofort Spotify-Feature";

/* LyssnaAddCancel */
"Cancel" = "Abbrechen";

/* LyssnaAddChange */
"Change" = "Ändern";

/* SongDetailCouldntFindSpotify */
"Couldn't find @ Spotify" = "Konnte nicht gefunden @ Spotify";

/* LyssnaTableDone */
"Done" = "Geschehen";

/* LyssnaTableEdit */
"Edit" = "Bearbeiten";

/* LastPlayedTitle */
"Last Played" = "Zuletzt gespielt";

/* LyssnaTitle */
"Listen" = "Hören";

/* SongDetailLoadingSpotify */
"Loading.." = "Laden..";

/* LyssnaAddName */
"Name" = "Name";

/* LyssnaNowPlaying */
"Now Playing" = "jetzt spielen";

/* No comment provided by engineer. */
"OK" = "OK";

/* SongDetailPlayed */
"Played" = "Gespielt";

/* SongDetailTrack */
"Song" = "Song";

/* SongDetailStation */
"Station" = "Station";

/* SongDetailSpotify */
"type spotify:track: and the id you got over here in Spotify to show the song. Or just click to play song in Spotify." = "Typ Spotify:track: und die ID erhalten Sie hier in Spotify, um den Song zu zeigen. Oder klicken Sie einfach auf den Song in Spotify spielen.";

/* LyssnaAddURLAddress */
"URL" = "URL";

